Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Árabajásgeassimis dásseárvvu ja olmmošvuođa sáhttá ovddidit earálágan ustit-háleštallamiin ja rollaspealuin, main hárjehallat iežas dovdduid, jurdagiid ja vásáhusaid ovdanbuktima.
sms: Håiddâkksai peâmmʼmuužžâst tääzzäärvv da ooumažvuõđ vueitet õõudeed jeerenallšem nazvaan – saǥstõõllmuužživuiŠm da rool siõrivuiŠm, koin harjjtõõlât jiiŠjjez tobddmuužži, - juŠrddji da ǩiõŠččlâstmuužži õudde pohttmõõzz.

source: Ráffi ja soabalašvuohta
sms: Rääuh da suåvâdvuõtt

source: Máŋggakultuvrralaš servodagas olmmoš máhttá doaibmat servodaga norpmaid mielde ja vuogáiduvvá iežas persovnnalašvuođa ja kultuvrras manakeahttá.
sms: Määŋgkulttuurlaž Šddest oummu silttee toimmjed õhttsažkååŠddest väŠlddnoormi mieŠldd da šeätte mõõnteǩani persoonlaž jiiŠjjesnallšemvuõđâs da kulttuures.

source: Sápmelaččaide lea lunddolaš ohcat vásáhusaid eará kultuvrrain, ohcat čanastagaid earáláganvuođaide ja heivehit oktii kultuvrralaš ruossalasvuođaid eallinhálddašeami ja birgema buorideapmin.
sms: SäŠmmlaid lij luâdmieŠĺddsaž ooccâd ǩiõŠččlâsttmuužžid jeeres kulttuurin, ooccâd õhttvuõđid räätktõõzzid da šiõtteed õhtte kulttuurlaž risttreiddsažvuõđid jieŠllemvaalđšem da pirǧǧeem pueŠrumužže.

source: Buorre dádjadanattáldagat meahcis jođedettiin, háleštallamis ja jurddašeamis ovddidit maiddái buori eallima hálddašeami.
sms: PueŠrr teäŠttemodd mieŠccest likkumuužžâst, saǥstõõllmuužžin da jurddjin õõudee še pueeŠr jieŠllem vaaldšummuužž.

source: Mánáin háleštettiin váldit vuhtii oppalaččat buot áššái gullevaš dahkkiid, muhto ii galgga láhppot siidoáššiide.
sms: PäärnavuiŠm saǥstõõleest väŠldded lokku obbvääŠldelt puk aŠššu vaaikteei raajjʼ jid, le-ša jeäŠt čorran ääŠššest.

source: Sosiála fuomášannákca ja nuppiid vuhtii váldin leat dehálačča sosiálalašvuhtii šaddamis.
sms: Sosialaž vuâmmšemoodd da kueiŠmi loŠkku väŠlddmuš lie vääžnai sosiaalážvuõtte šõddmuužžâst.

source: Fuolkegaskavuođaid deattuheapmi ja máná váldin earálágan doaimmaide ovddidit máná sosiálalašvuođa.
sms: Ruåttkõskkvuõđi kaggmuš da päärna mieŠldd väŠlldmõš jeeŠresnallšem tuâŠjjstõõllmuužžid õõudee päärna sosiaalvuõđ.

source: Máŋggakultuvrratvuohta
sms: Määŋgkulttuurvuõtt

source: Sápmelaččat ásset njealji eará riikka guovlluin ja ellet máŋggaid kultuvrraid váikkuhusaid vuollásažžan.
sms: SäŠmmla jällste neeljj jeeŠres valdia vuuŠvdest da jeäŠlle määŋgai kulttuurvaaiktõõzzi vueŠlnn.

source: Dát gáibida olbmos buriid máŋggakultuvrralaš sárgosiid sihke máŋgga riikka álbmotdáidduid máhttima.
sms: Tät õõlǥad oummust pueŠrid määŋgkulttuurlažvueŠjjid di määŋg jânnam meeŠrčeäŠppvuõđi silttumuužž.

source: Sápmelaččat figget bajásgeassimis ovddidit dáid iešvuođaid.
sms: SäŠmmla pâŠrǧǧe peâmmʼmeeŠl õõudeed täiŠd jiiŠjjesnallšemvuõdid.

source: Máŋggakulturbajásgeassin sisttisdoallá positiivvalaš ja aktiivvalaš kultuvrraid gaskasaš vuorrováikkuhusa, earáláganvuođa gudnejahttima sihke dakkár dáidduid ja dieđuid oahppama, mat leat gáibádussan máŋggakultuvrralaš servodagas birgemii.
sms: Määŋgkulttuurvuõtte mättʼtjem sizz kolle positiiivlaž da aktiivlaž kulttuurkõskksa vuârrvaaiktõõzz, jeeŠresnaašemvuõđ cisttjumuužž di nåkkmi čeäŠppvuõđi da teâđai mättjem, kook lie õuddldõzzân määŋgkulttuurlaž õhttsažkååŠddest spraavvdõõttmužže.

source: Árabajásgeassimis mánás galgá leat vejolašvuohta ovddidit kultuvrralaš diđolašvuođa ja earáláganvuođaid oktavuođaid ipmirdeami.
sms: Håiddâkksai peâmmʼmuužžâst päärnast ferttai leeŠd vueittemvuõtt õõudâsviikkâd kulttuurlaž tiâttmuužžâs da jeeŠresnallšemvuõđi õhttvuõđi fiŠttjõs.

source: Buorre áicanattáldat veahkeha áicat unnimusge kulturearuid ja nana kulturipmárdusain olmmoš sáhttá eará dilálašvuođain vuogáidahttit doaimmas kulturduogáža vuođul.
sms: PueŠr vuâmmšõõttâmoodd veäǩǩad vuâmmšed še uuccmõõzzid kulttuurrääŠtktõõzzid da ravvõs kulttuurfiŠttjõõzz veäkka ooumaž pâstt jeeŠres vueŠjjin mueŠǩǩeed toimmjumuužžas kulttuurtuâŠkkses vuađâlt.

source: Máná bajásgeassimii oassálastán olbmot galggašedje diđolaččat stivret máná kultuvrralaš diđolašvuođa.
sms: Päärna peâŠmmʼmužže vuäŠssõõđi ââlǥče teađsteeŠl ohjjeed päärna kulttuurlaž teađstumuužž.

source: Go eallá máŋggakultuvrralaš birrasis olmmoš deaivida beaivválaččat nuppi kultuvrra fenomenaid ja earuid.
sms: JeäŠleest määŋgkulttuurlaž pirrõõzzâst ooumaž kaaunââtt juõŠǩǩpeeiŠv nuuŠbb kulttuurõlmstõõǥǥid da räŠtktõõzzid.

source: Eallima hálddašeami dihtii son čatná oktavuođaid kultuvrralaš earuidgaskii ja atná daid ávkin eallinhálddašeamis.
sms: JieŠllmez vaaldšumužže son rääjj õhttvuõđid kulttuurlaž rääŠtktõõzzi kõsǩǩe da âânn räŠtktõõzzid äuŠǩǩen jieŠllem vaaldšumuužžâst.

source: Kultuvrralaš diđolašvuođain olmmoš sáhttá áddet earáláganvuođaid oktavuođaid.
sms: Kulttuurlaž teâđstumuužž veäkka ooumaž vuäitt fiŠttjed jeeŠresnallšemvuõđi õhttvuõđid.

source: Máŋggakultuvrratvuođa seailuma eaktun lea, ahte kultuvrralaš earáláganvuođaid gaskkas lea positiivva oktavuohta.
sms: Määŋgkulttuurlažvuõđ seilljem õõlǥtõzzân lij, što kulttuur jeeŠresnallšemvuõđi kõõskâlt lij positiivlaž õhttvuõtt.

source: Kultuvrralaš earuid bajideapmi dahká dan, ahte olmmoš sirdá nuppi kultuvrras boahtti áššiid nu, ahte vásiha daid uhkkin iežas kultuvrii.
sms: Kulttuurlaž rääŠtktõõzzi kaggmuš tuejjad tõn, što ooumaž veälttad nuuŠbbest kulttuurest puõŠtti aaŠššid ǩiõččlââsteeŠl tõid vaarrân jiiŠjjes kulttuure.

source: Dát bajásdoallá ovdagáttuid ja vejolaš kultuvrralaš olggušteami.
sms: Tät tuõŠllai pâŠjjen õuddkäddmõõzz da oŠvdd vueittemvuõđ kulttuurlaž iilbšumuužže.

source: Dušše utnolašvuhtii siktejeaddji máŋggakultuvrratvuohta ii dáhkit kultuvrralaš iige ovttaskas olbmuid gaskasaš dásseárvvu.
sms: ʼhttu suåvadvuõtte põrggi määŋgkulttuurvuõtt ij staann kulttuurlaž ij-ga persoonkõskksaž tääzzäärvv.

source: Lunddolaš máŋggakultuvrratvuođa vuođđu lea ovttavásttolašvuođas, mas nuppi ovttaskasaid ja kultuvrraid vásihit dásseárvosažžan.
sms: Luâđlaž määŋgkulttuurvuõtt lij vuađđan õhttsažvasttumumužže, koŠst nuuŠbbid persoonid da kulttuurid šiõttõõlat tääzzärvv mieŠldd..

source: Geavatlaš ovdamearkkat máŋggakultuvrratvuođa árvvus atnimii ja kulturáddejumi ovddideapmi árabajásgeassimis:
sms: TueŠjjeemnääŠl õuddmiârkk määŋgkulttuurlažvuõđ arvvstumužže da kulttuur fiŠttjõõzz õõudâsviikkmužže håiddâkksai peâmmʼmuužžâst:

source: • muitalit mánáide máŋggasuoivvat ja – sisdoalut máidnasiid
sms:  mainsted päärnže määŋgnallšem da - miârkkšeei mainnsid

source: • dahkat dilálašvuođaid, main mánná beassá árvvoštallat kultuvrraid gaskasaš earuid oktavuođaid (ii earuid) ja háleštallat dain
sms:  raajât šõddmuužžid, koŠin päärnaž piäžž arvvstõõllâd kulttuurlaž rääŠtktõõzzi kõskksaid õhttvuõđid (ij räŠtktõõzzid) da saǥstõõllâd tõin

source: • dahkat dilálašvuođaid, main mánná smiehttá iežas kultuvrralaš vásáhusaid
sms:  raajjâd vueŠjjid, koŠst päärnaž smeâtt jiiŠjjes kulttuurlaž ǩiõŠččlâsttmuužžid

source: • ovddidit máná áican- ja árvvoštallannávcca oktasaš dilálašvuođaid ja dáhpáhusaid ordnemiin eará kultuvrraid ovddasteddjiiguin
sms:  viikkad õõudâs päärna vuâmmšõõttâm - da ärvvstõõllmušoodd järjsteeŠl õhttsaid šõddmuužžid kulttuur eeŠtǩeejivuiŠm

source: Sápmelaš musihkka, dánsa, muitalusárbi, dáidda ja girjjálašvuohta
sms: SäŠmmlažmusiikk, tanss, maainâzärbbvuõtt, čeäŠpptuâŠjj da ǩeŠrjjlažvuõtt

source: Sápmelaš musihkas lea dehálaš kultuvrralaš ja servodatlaš mearkkašupmi.
sms: SäŠmmlast musiikkest lij vääžnai kulttuurlaž da õhttsažkåŠddlaž miârktõs.

source: Luohti, leuŠdd, livđe dahje nuortasápmelaččaid čierrunárbevierru sáhttet leat olbmo dovdomearka, suollemas máidnasiid muitaleaddji, oktavuođaid dahkki, hervvoštalli, ráhkisvuođa dovddasteaddji, bilkideaddji, luonddu ja elliid govvideaddji, mánáid šaddadeaddji dahje gaskaoapmi nuppi olbmo muitimii dahje morašteapmái.
sms: Luohti, leuŠdd, livđe leŠbe nuõrttsäŠmmlaž reäkmõšärbbvuõtt vuäitt leeŠd persoon tobbdmiârkk, sueŠles mainnsi mansteei, õhttvuõđ raajji, hääsǩteei, rääǩǩesvuõđ tobddsteei, viggteei, luâđ da meäŠccjieŠllji karttʼteei, päärnai peâmmai leŠbe neäŠvv nuuŠbb oummu mošttmužže da pecclâsttmužže.

source: Sápmelaš musihkka árbevirolaš hámistis lea jávkagoahtán ja dan ovdanbuktin ja geavaheapmi lea geahppánan.
sms: SäŠmmlaž musiikk ärbbvuađlaž ååblǩest lij läppješkuättam da tõn čuäjtumuš da tueŠjjumuš lij occnam.

source: Árbevirolaš musihka báldii lea ealáskan árbevirolaš musihkka ođđa hámis.
sms: Ärbbvuâđlaž musiikk páldde lij jeäŠlljam ärbbvuõttmusiikk ođđ ååblǩest.

source: Árbevirolaš musihkka lea ain sápmelaččaide dehálaš symbola ja fápmu, mii čohkke oktii.
sms: ÄŠrbbvuõđ mieŠlddsaž musiikk lij õin säŠmmlaid vääžnai identiteett symboli da õhtte noorri viõkk.

source: Árbevierromusihka ealáskahttimii lea dehálaš, ahte árabajásgeassimis mánás lea vejolašvuohta gullat je deaivat musihkkačehpiid.
sms: Ärbbvuõttmusiikk jeäŠlljâttmužže lij vääžnai, što håiddâkksai peâmmʼmuužžâst päärnain lij vueittemvuõtt kuuŠllâd da vueiŠnned musiikk čeäŠppid.

source: Kátrilladánsa lea johtán Ruošša kulturbiriid bokte nuortasápmelaččaide.
sms: Kadrealsiõrr lij jååttam Ruõššjânnam kulttuurkruuggi mieŠldd nuõrttsäŠmmlaid.

source: Nuortalaččaid kátrilladánsa čoahkkana njealji páras, masa gullet njeallje albmá ja njeallje nissona.
sms: NuõrttsäŠmmlaž kadrealsiõrr lij neeljj paar raajjâm, koozz kolle neljj oumma da neljj neljä neezzan.

source: vuorroságastallan, man mieđušteaddjin doaibmá geasanasmusihkka dahje leuŠdden
sms: Tanss lij paari kõskksaž vuârrmainstumuš, koonn tueŠǩǩen såitt garmaanmusiikk leŠbe leudd.

source: Sápmelaš muitalusárbevirrui lea mihtilmas gielalaš olggosaddima riggodat, sánálaš valljodat ja dadjanvuogi máŋggabealátvuohta.
sms: SääŠm maainâzärbbvuõtt lij luâdmieŠĺddsaž ǩiõlvuađlaž âlmmeem reeŠǧǧesvuõtt, säänlaž reeŠǧǧesvuõtt da õlmstõõǥǥi määŋgnallšemvuõtt..

source: Sápmelaš muitalus lea dávjá bihttá muhtun muittus, muittašeapmi juoga duohta dáhpáhusas dahje nuppi muitalusas.
sms: SäŠmmlaž maainâz lij täuŠjja kooskaž koonn-ne mooštt, mušttlõõzz koonn-ne tuõđlaž šõddmuužžâst leŠbe nuuŠbbest mainnsest.

source: Muitalusat ja máidnasat laktásit dávjá báikkiide, dáhpáhusaide, olbmuide, beatnagiidda, bohccuide, earálágan bargguide sihke luondduihtagiidda.
sms: Mainnâz koŠlle õŠhtte täuŠjja paaiǩi-, šõddmuužži-, oummi-, pieŠnnei-, puõccui-, jeeŠresnallšem tuâŠjaivuiŠmm da luõđain.

source: Sápmelaš musihkka – ja muitalusárbevieru bokte mánná oažžu dieđu sápmelaš eallinvuohkái ja kultuvrii gullevaš áššiin.
sms: SäŠmmla musiikk – da mainstemärbbvuõđ mieŠldd päärnaž piäŠzz tieŠtted SääŠmjieŠllem vueŠjjid da kulttuure kuulli aaŠššin.

source: Govvadáidda lea okta olggosbuktinvuohki, mii ovddida máná miellagovvádusa ja roahkkatvuođa iežas olggosbuktimii.
sms: KaartčeäŠpptuâŠjj lij õhtt õlmmeemnääŠll, kååŠtt õõudâsveekk päärna miõl- likkõõzzid da smellâkvuõđ jiõččõlmmumuužžâst..

source: Dáiddabajásgeassimiin figgat máná persovnnalašvuođa máŋggabealat ovddideapmái.
sms: ČeäŠpptuâŠjain peâmmʼmeeŠl kååitad päärna määŋgbeäŠllsa õõdumužže..

source: Mánáin galggašii geavahit friija govalaš olggosaddima nu olu go vejolaš.
sms: PäärnaivuiŠm ââlǥče âânned nut jiânnai ko mååžna luâvas karttvuađlaž õlmmumuužž.

source: Ivnniide ja hámiide oahpásmuvvan konkrehtalaš diŋggaid bokte lea jo áramuttus miela mielde.
sms: EeuŠnid da ååblǩid tobddstõõttmuš konkreettlaž neäŠvvai mieŠldd lij juŠn miõllsõs.

source: Dáidagiin sápmelašvuođa sáhttá gieđahallat máŋggabealagiid.
sms: ČeäŠppvuõđ kuånstivuiŠm sääŠmvuõđ vuäitt kiõttʼtõõllâd määŋgbeäŠllsânji.

source: Smávva mánáiguin lea deháleamos lea vásáhuslašvuohta ja áššiid gieđahallan govaid ja barggu bokte.
sms: SiõmpäärnaivuiŠm täärǩmõs lij ǩiõččlâŠsttemvuađlažvuõtt da aaŠšši ǩiõttʼtõõllmuš kaarti da tuejjeem mieŠldd.

source: Sápmelaš sátnegeavaheami árbevierru lea nanus.
sms: SäŠmmla sääŠnâânnem ärbbvuõtt lij raavâs.

source: Máinnas- ja muitalusárbevierru sirdásit buoremusat mánáidgirjjálašvuođas.
sms: Maainâsärbbvuõđ serddje õuddal puk päärnaiǩeŠrjjlažvuõđâst.

source: Máŋgga sápmelaš mánáidgirjji vuođđun lea oktavuohta árgamáilmmi ja oidnomeahttun máilmmi gaskkas.
sms: Määŋg säŠmmla päärnaiǩeerjj vuađđân lij õhttvuõtt arggmââilmmn da kuestǩani mââilmmn kõõskâlt.

source: Girjjiin deattuhuvvo sámegiela riggodat, man oidnet dehálažžan oppa kulturárbevieru áddejupmin.
sms: ǨeeŠrjin pâŠjjan sääŠmǩiõl reeǧǧesvuõtt, kååŠtt vueinet vääžnai äŠššen obb kulttuurärbbvuõđ fiŠttjumužže.

source: Geavatlaš ovdamearkkat árbevirolaš dieđu sirdimis, dáiddalaš vásáhusaid estehtalaš áddejumi nannemis árabajásgeassimii:
sms: TueŠjjeemnääŠl õuddmiârkk ärbbvuâđlaž teâđ väältumuužžâst, čeäppvuađlaž ǩiõŠččlâstmuužži da esteettlaž fiŠttjõõzz raavumuužžâst håiddâkksai peâmmʼmuužžâst:

source: • dahkat máidnasiin, muitalusain, árvádusain oasi beaivválaš doaimmain
sms:  raajât mainnzin da ärvstõõllmuužžin vueŠss juõŠǩǩpeiŠvvsaid tuåimid

source: • doallat jeavddalaš “ máinnasbeivviid ” eallilan olbmuiguin
sms:  âânet äiŠǧǧmiermieŠlddsa ” maainâspeeiŠv ” puäresoummivuiŠm

source: • geahččat eallilan olbmuiguin boares čuovgagovaid ja “ muittašit ” dáhpáhusaid
sms:  ǩiõčcát puäresoummivuiŠm vuäŠmm kaartid da ” mušttlet ” šõddmuužžid

source: • guldalit ja oahpahallat báikkálaš árbevierromusihka musihkkačehpiiguin
sms:  kulddlet da mätttʼtõõđat pääiklaž ärbbvuõttmusiikk musiikčieŠppivuiŠm

source: • oahpásmuvvat eará guovlluid musihkkaárbái
sms:  tobbdstõõđât jäŠrrsi vuuŠvdi musiikkärbbvuõtte

source: • dahkat iežas ovttadagas luođi / leuŠdde / liđve, hárjehallat jiena geavaheami ja olggosbuktima
sms:  raajât jiiŠjjes õõutilooǥǥâst joiku / leuŠdd / livđe, harjjtõõlât jiõnâânnmuužž da čuäjtumuužž

source: • oahpásmuvvat dáidaga vugiin sápmelaš ivnniide, gárvvuide, lundui ja eará jagiáiggiide
sms:  siõrât säŠmmlaid siõrid, laaulsiõrid, valmštet säŠmmlaid siõrrneäŠvvaid  tobbdstõõđât čeäŠppvuõđ veäkka säŠmmlaid eeuŠnid, sääŠmpihttzid, luõttu jeeŠres eeŠjjaaiŠji mieŠldd

source: • ráhkadit ovttadahkii ođđasitgeavahanmateriálas muhtun gova (bláđis čuhppojuvvon govat, báhpára, ivnniid geavaheami)
sms:  raajât õõutiloǩǩe läǧǧstum aunnsin miine kartt (lõõstin cuõppum kaartid, põmmâi, eeuŠni âânnmuužž)

source: • duddjot dáiddagiehtadujiid (miellagovvádusa atnin, ođđa idea dahkan)
sms:  raajât čeäŠppǩiõtt-tuâŠjaid (miõl liikkõõzz âânnmuš, ođđ idea raajjmuš)

source: • čájáhallat muhtun sápmelaš máidnasa, geahččat sápmelaš ealligovaid
sms:  čuäjtet koonn- ne säŠmmla mainnáz, ǩiõčcât säŠmmlaid jieŠllikaartid

source: • oahpásmuvvat sápmelaš divttaide ja girjjálašvuhtii, čohkket árbedieđu ee. jearahallamiin
sms:  tobbdstõõđât säŠmmlaid tiivtid da ǩeŠrjjlažvuõtte, noorât ärbbvuõtt tiâđ jm. mainstââtteeŠl

source: • bovdet báikkálaš sámedáiddáriid guossái, galledallat dáidda- ja kulturdáhpáhusain
sms:  kååččad pääiklaž sääŠm čeäpptuâŠjjlaid kõŠlljed, kõŠlljet čeäŠpptuâŠjj- da kulttuuršõddmuužžin

source: • oahpásmuvvat sámedáidagii ja symbolaide: Nils-Aslak Valkeapää: ivnniid geavaheapmi ja symbolihkka Kerttu Vuolab: čuohpadanteknihkka, kollásat Merja Aletta Ranttila: Prinseassagovat Brita Marakatt-Labba: herventeknihkka, máidnasat
sms:  tobbdstõõđât sääŠm čeäpptuõŠjju da symbolid: Nils-Aslak Valkeapää: eeuŠni âânnmuš, symboliikk Kerttu Vuolab: čuõppâmtekniikk, kollaazz Merja Aletta Ranttila: Prinsesskaartt Brita Marakatt-Labba: ǩeŠrjjeemtekniikk, mainnâz

source: • ordnet sámemánáiguin oktasaš jahkásaš dáhpáhusaid
sms:  riâššat sääŠmpäärnai õhttsaid juõŠǩkâkksaid čeäŠppšõddmuužžid

source: SOSIÁLALAŠVUOHTA, DUHKORADDAN, LIHKADEAPMI JA OAHPPAN
sms: SOSIALAŽVUʼTT, SIʼRR, LIIKKUMUŠ DA MÄTTJUMUŠ

source: Oahppan, duhkoraddan ja lihkadeapmi
sms: Mättjumuš, siõrr da liikkumuš

source: Oahppama mokta boahtá dorvvolaš ja movttiidahtti birrasis, mas mánná oažžu vejolašvuođaiehčanas, iešdoaimmalaš guorahallamii ja dahkamii.
sms: Mättjemrämm šâdd staanlaž da kueŠddteei åårrmuužžâst, koŠst päärnaž vuäŠǯǯ vueittemvuõđ jiõččvuađlaž, jiiŠjjestuåimmsa tutǩǩumužže da raajjmužže.

source: Juohke mánná lea ovttaskas oahppi.
sms: Juõǩǩkaž päärnaž lij persoonlaž mättjeei.

source: Vai juohke mánná sáhtášii gávdnat iežas vuogi ja dan mielde ilu oahppat, deattuhit árabajásgeassimis máŋggabealátvuhtii maiddái oahppama dáfus.
sms: Što juõǩǩkaž päärnaž vuäitče kaunnâd jiiŠjjesnääŠll da tõn mieŠldd räämm mättjed, tieŠddtet håiddâkksai peâmmʼmuužžâst määŋgbeäŠllsažvuõtte še mättjem kõskkvuõđin.

source: Árabajásgeassimis pedagogalaš hástalussan lea addit mánnái jierpmálaš, máŋggabealat oahppanvásáhusaid giela ja kultuvrra dáfus, ahte mánná vásiha daid dehálažžan ja duostá maiddái iskat ja feillet.
sms: Håiddâkksai peâmm pedagoglaž vâŠǯǯelvuõttân lij uŠvdded päärnže miõllsõs, määŋgbeäŠllsaid mättjem ǩiõŠččlâsttmuužžid ǩiõl da kulttuurkõskkvuõđin nuŠt, što päärnaž ǩiõččlâŠstt tõid ärvvsõs äŠššen da son tuâŠstt še ǩiõččlâddet da ošvtõõttât.

source: Bajásgeassindoaimmas máná áican- ja iešárvvoštallannávcca ovddidit máŋggabealagiid.
sms: Peâmmtoimmjumuužžâst päärna vuâmmšõõttâm - da jiõčč ärvvstõõllâmooddaid viiǥǥâd õõudâs määŋgbeäŠllsânji.

source: Mánnái eai njuolga muital, mo muhtun ášši galggašii dahkat muhto máná stivret buori gávnnahuvvon doaibmavuohkái nu, ahte addit sutnje geažidemiid.
sms: Päärnže jeäŠt vuõiǧǧest säärn, mähtt miine äŠšš aalǥče tueŠjjeed peŠce päärna ohjjeed pueŠrren vuõinnum tuåimmjemnääŠlin uuŠvdeeŠl suŠnne peäggtõõzzid..

source: Ulbmilin lea oažžut máná árvvoštallat ieš barggus bohtosa ja máhttima dási buoremus vejolaš duođalašvuođa mielde.
sms: Täävvtõzzân lij vuäŠǯǯad päärnaž jiõčč arvvstõõllâd tuâŠjjáz pohttmõõzzid da silttumuužž tääzz mååžna jiânnai tuõđmieŠlld.

source: Árvvoštallanmáhtu ovdáneapmi veahkeha máná váttisvuođadilis.
sms: Ärvvstõõllmušooddai õuddnumuš veäǩǩad päärna proŠbleeŠmpaaiǩin.

source: Máná viiddessuorggatvuođa ja máŋggabealátvuođa ovddideapmin áššit oahpahuvvojit oppalašvuohtan ja geahččalit buktit ovdan buot dasa gullevaš oktavuođaid.
sms: Päärna veeidasvuõđ da määŋgbeäŠllsažvuõd õõdâsviikkmužže aaŠssid mättʼteet obbneezz da kååitad puhtted õudde pukid tõzz kuulli õhttvuõđid.

source: Bajásgeassin lea diđolaš, ii soaittáhatlágan.
sms: Peâmm lij teâđstum, ij sättõknallšem.

source: Ođđa ášši čadnojuvvo vásáhusa bokte árabut ohppojuvvon áššiide.
sms: Ođđ äŠšš čõõnât ǩiõŠččlâstmuužži mieŠldd ääiŠjben mättjum aaŠššid.

source: Mánná galgá ieš beassat fuobmát gosa guđege ášši laktása ja fihttet dan vuođul oppalašvuođaid.
sms: Päärna ferttai vuäŠǯǯad jiõčč vuâmmšed kåått koonn aŠššu õhttan da vueinned tõn vuâđalt obbaaŠššid.

source: Vaikke stivren ii leat nu ovttaskasčuoggáid mielde, máná dorvvolašvuohtadovdu ii sugahuvvo.
sms: Håt- i ohjjumuš ilŠla čuuŠt tärǩǩ, päärna staanvuõđ tobddmuužž jeäŠt lâŠsmmed.

source: Mánás lea álo dorvun muhtun olmmoš, geas sáhttá jearrat, jus ieš ii beassan duđahahtti bohtosii dahje lea eahpesihkkar iežas árvvoštallanbohtosii.
sms: Päärnast lij pâi ǩiine ooumaž ǩeäzz naŠddjõõttâd, ǩeäst vuäitt kõõččâd, jos iŠlla jiõčč piâzzám tuõtti pohttmõžže leŠbe jos lij ärvvstõõllámpohttmõõzzâst pannaainâs.

source: Sápmelaš stohkosiid vuođđu lea eanaš luonddus ja ealáhusain.
sms: SäŠmmla siõri vuađđ lij pââimõssaaŠjest luâđast da jieŠllemvueŠjjin.

source: Luonddus oažžut ideaid, inspirašuvnna ja ávdnasiid duhkorasaide.
sms: Luáđast vuäŠǯǯad ideaid, loŋŋtõõzz, da aunnsid siõrrneäŠvvaid.

source: Stohkosiid heivehit jagiáiggiide ja dat dávjá govvidit olles olbmo bargui gullevaš doaimmaid.
sms: Siõrid suåvtet eeŠjjaaiŠjid da tõk täuŠjja čuäjte vuõrâsoummi tuõŠjju kuulli toåimid.

source: Stoahkan lea kreatiivavuođa vuođđu.
sms: Siõrr lij raajjâmvuõđlaž.

source: Lihkadeapmi lea mánnái lunddolaš vuohki oahpásmuvvat alcces, nuppiide olbmuide ja birrasii.
sms: Liikkumuš lij päärnže luâđlaž nääŠll tobddstõõttâd jiõcceezz, nuuŠbbid oummid da pirrõzze.

source: Šaddanbirrasis ja beaivválaš doaimmaiguin galggašedje leat vejolašvuođat mánnái luonddus johtimii.
sms: Šõddâmpirrõõzz da juõŠǩǩpeiŠvvsai tuåimi ââlǥče uŠvdded päärnže vueittemvuõtt määŋgbeäŠllsa luâđastliikkumužže.

source: Lihkadeapmi nanne máná diđolašvuođa alddis ja oahppamis dárbbašuvvon dáidduid.
sms: Liikkumuš raŠvvâđ teâdstumuužž jiiŠstez da mättjumuužžâst taarbšum čeäŠppvuõđid.

source: Mánná dárbbaša beaivválaččat unnimustá guokte diimmu lášmes lihkadeami.
sms: Päärnaž taarbaš juõŠǩǩpeeiŠv uuŠccmõsân kueŠhtt čiáss liikkumuužž.

source: Motorihkalaš vuođđodáiddut leat vázzin, viehkan, njuikun, bálkesteapmi, gittaváldin, čiekčan sihke časkin.
sms: Motorlaž vuađđčeäŠppvuõtte lie väʒʒmõš, urččmuš, njoiggmõš, vuelǧǧumuš, ǩiddväŠlldmõš, čihččmõš di tääkkmõš..

source: Lihkadeapmi- ja stoahkandilálašvuođaid mánná oažžu lunddolaččat hárjehallat sosiálalaš dáidduid.
sms: Liikkeem- da siõrrámnääŠli vueŠjjin päärnaž vuäŠǯǯ luâdalt harjtõõttâd sosiaalaž čeäŠppvuõđid.

source: Iežas krohpa dovdan addá vuođu krohppagova ja miehtemielalaš iešgova ovdáneapmái.
sms: JiiŠjjes rååpp tobddmõs rääjj vuađ rååoo kaartt da miõđlaž jiõččkartt õuddnumužže.

source: Geavatlaš ovdamearkkat sápmelaš stohkosiin:
sms: TueŠjjeemnääŠl õuddmiârkk sääŠmsiõrin:

source: • gumpe- ja boazostohkosat, guovžabivdostohkosat
sms:  kumpp - da puäʒʒ, kueŠʒǯǯ šeellemsiõrid

source: • suohpan- ja bigálusstohkosat
sms:  čaustõk- da puäʒʒpikalõs-siõrid

source: • nuohttunstohkosat
sms:  nueŠttsiõrid

source: • elliid luottaid dovdanstohkosat, rievssatstohkosat
sms:  jieŠllji ǩiõŠjji tõbđdemsiõrid, reŠppsiõrid

source: • beaivváš- ja dálkestohkosat
sms:  peiŠvv - da šõŋŋsõrid

source: 5.2. Ovttas doaibman ja fuolahus
sms: 5.2. ʼõutveäkka toimmjumuš da huõl âânnmuš

source: Árabajásgeassima árggas dikšuma, bajásgeassima ja oahppama ii sáhte earuhit nubbi nuppis, muhto daid deattuhus lea máná dárbbuid mielde.
sms: Håiddâkksai peâmm aarǥâst håiddmuužž, peâmmʼmuužž da mättjumuužž ij vueitt räŠtǩǩed kuimstes, peŠce tõk teäŠdde päärna taarbi mieŠldd.

source: Árabajásgeassimis beaivi lea dievva dilálašvuođaid, gos mánná oahppá doaimma bokte.
sms: Håiddâkksai peâmmʼmuužžâst peiŠvv lij tiudd šõddmuužžid, koin päärnaž mättai toimmjumuužž mieŠldd.

source: Beaivválaš árgga doaimmain mánná oahppá ovddasvástádussii ja ulbmilvuhtii.
sms: JuõŠǩǩpeiŠvvsain aarǥtuâŠjain päärnaž mättai vasttumužže da täävvtõsvuõtte.

source: Dikšuma, bajásgeassima ja oahppama mihttomearri lea veahkehit máná dahkat ja jurddašit ieš sihke váldit ovddasvástádusa.
sms: NuŠt hååidd, peâmmtuââŠj ko še mättjem mierren lij veäǩǩted päärna tueŠjjeed da juŠrdded jiõčč di väŠldded västteemvuõđ.

source: Nuppiid gudnejahttin ja vuhtii váldin sihke sosiálalaš dáiddut ja stoahkan leat guovddáš sajis árabajásgeassimis.
sms: KueiŠmi cisttjumuužžâst da loŠkku väŠlddmuužzâst di sosiaalaž čeäŠppvuõđâst siõrr lie kõskksââŠjest håiddâkksai peâmmʼmuužžâst.

source: Mánná oahppá heivehallat, juohkit ja doaibmat ovttas.
sms: Päärnaž mättai suåvtõollâd, jueŠǩǩed da toimmjed õõutsââŠjest.

source: Rájáid heivehallat ovttas oppa bajásgeassinservošiin.
sms: RääŠjj suåvâd õõutsââŠjest obb peâmmõhttsažkååŠdd kõõskâlt.

source: Ruossalasvuođadiliid bagadallat háleštallamiin mánáin ja vánhemiiguin soabalaččat.
sms: Risttreidd šõddmuužžid ohjjeed saǥstõõleeŠl päärnai da vuõrâsoummi kõõskâlt suåvtõleeŠl..

source: Ovttas doaibman lea illun mánnái ja lihkostuvvama vásáhusaid lea vejolaš oažžut stoahkamiid ja ođđa áššiid oahppama bokte
sms: ʼõutveäkka toimmjumuš lij rämm päärnže da onnstem ǩiõŠččlâsttmuužžid lij vueittemvuõtt vuäŠǯǯad siõrr da aaŠšši mättjem mieŠldd.

source: Beaivválaš doaimmat, boradeapmi ja šaddanbiras
sms: JuõŠǩǩpeiŠvvsa tuååim, porrmõž da šõddâmpirrõz

source: Mánnái mihtilmas doaibmadábit leat stoahkan, lihkadeapmi, dáiddalaš vásiheapmi ja guorahallan, maid bokte mánná sáhttá nannet buresbirgejumi ja oaivila alddis.
sms: Päärnže jiiŠjjesnallšem tuåimmjemnääĺ lie siõrrmõš, liikkumuš, čeäŠppvuâđlaž ǩiõŠččlâsttmuš da tutǩǩumuš, kooi mieŠldd päärnaž vuäitt raŠvveed puârast pirǧǧumuužž da fiŠttjõõzz jiiŠstez.
